import React from 'react'
import '../styles/DetalisBlogs.css'
/* import components */
import Footer from '../components/Footer'

function DetalisBlogs() {
    return (
        <>
            <div className="containerBlogDetalis">
                {/* <div className="boxPath">
                    <p>insert Function Path Here !!!!</p>
                </div> */}
                <div className="titleimgBlog ">
                    <h1 className='TitleH1'>Trekking คืออะไร ? </h1>
                    <img src={require("../img/Blog/Blogtitle2.jpg")} alt="" className='titleimg zoom' />
                </div>
                <div className="Detalis_AreaBlogs">
                    <div className="contentBlog">
                        
                        <p>ระยะนี้กิจกรรมเดินป่า ผจญภัยแนวแอดเวนเจอร์ได้รับความนิยมมากขึ้นในหมู่นักเดินทางคนรุ่นใหม่ที่เริ่มเบื่อห้าง และมองหาประสบการณ์การเดินทางที่มากกว่าการไปดูนู่นนี่นั่นแล้วกลับ ไล่มาตั้งแต่เซิร์ฟ, SUP Board ไปจนถึงการแคมปิ้งและเดินเทรล ยิ่งข้อสุดท้าย เวลาเสิร์ชหาข้อมูลเดินป่า บางคนก็เรียกกิจกรรมนี้ว่า Hiking บางคนก็เรียก Trekking ชวนให้สับสนมึนงงไปหมด จนหลายคนคิดว่ามันใช้แทนกันและเหมือนกัน อันที่จริงแล้ว Hiking กับ Trekking ไม่ใช่คำที่มีความหมายเหมือนกันเสียทีเดียว แต่จะแตกต่างอย่างไรนั้น นี่คือคำตอบ</p>
                        <h3>นิยามความหมายของ Hiking และ Trekking</h3>
                        <p>พจนานุกรมภาษาอังกฤษ Oxford ได้ให้คำจำกัดความของทั้ง 2 คำนี้ว่า ‘Hiking’ หมายถึง กิจกรรมการเดินป่าระยะไกลในประเทศเพื่อความเพลิดเพลิน ขณะที่ ‘Trekking’ หมายถึง การเดินทางไกลหรือยากลำบากด้วยการเดินเท้า ซึ่งเมื่อนำความหมายมาพิจารณาจะเห็นว่า ทั้งสองคำนั้นมีความคล้ายคลึงกันในแง่ของการเดิน แต่แตกต่างกันในเรื่องของระยะทางและความสมบุกสมบัน
                            โดยทั่วไป Hiking หมายถึงการเดินป่าเพื่อความเพลิดเพลินตามเส้นทางที่ถูกกำหนดไว้โดยเจ้าหน้าที่หรือนักสำรวจคนก่อนๆ อาจใช้เวลาทำกิจกรรมตั้งแต่ครึ่งวันไปจนถึงค้างคืน เส้นทางเดินง่าย ไม่สมบุกสมบัน และส่วนใหญ่มีไว้เพื่อศึกษาธรรมชาติ
                            ส่วน Trekking หมายถึง การเดินป่าระยะไกลที่กินระยะเวลายาวนานกว่า Hiking มีทั้งผ่านเส้นทางที่มีคนสำรวจไว้แล้วหรือออกนอกเส้นทางหลัก มีการค้างอ้างแรม จึงจำเป็นต้องมีเต็นท์เพื่อแคมปิ้ง รวมถึงสัมภาระอื่นจำพวกอาหาร ยารักษาโรค ถ้าพูดกันแบบง่ายๆ Trekking ก็คือการเที่ยวป่าเขาลำเนาไพรโดยใช้เท้าสัญจร</p>
                    </div>
                    <p className='underLineBlog'></p>
                </div>
            </div>

            <Footer />
        </>
    )
}

export default DetalisBlogs